Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Upload file
ar: تحميل ملف
ca: Pengeu el fitxer
cy: Llwytho ffeil i fyny
da: Upload fil
da_instk12: Upload fil
de: Datei hochladen
es: Subir archivo
es_es: Cargar archivo
fi: Lataa tiedosto
fr: Charger un fichier
fr_ca: Téléverser un fichier
ga: Uaslódáil comhad
hi: फ़ाइल अपलोड करें
ht: Chaje fichye
id: Unggah file
is: Hlaða upp skrá
it: Carica file
ja: ファイルをアップロード
ko: 파일 업로드
mi: Kōnae Tukuake
ms: Muat naik fail
nb: Last opp fil
nb_instk12: Last opp fil
nl: Bestand uploaden
pl: Prześlij plik
pt: Carregar ficheiro
pt_br: Fazer upload do arquivo
ru: Загрузить файл
sl: Naloži datoteko
sv: Ladda upp fil
sv_instk12: Ladda upp fil
th: อัพโหลดไฟล์
vi: Tải tập tin lên
zh: 上传文件
zh_hk: 上傳檔案

source: Upload to assignment &quot;%@&quot; failed
ar: تعذر التحميل إلى المهمة &quot;%@&quot;
ca: No s'ha pogut penjar a l'activitat &quot;%@&quot;
cy: Wedi methu llwytho i fyny i'r aseiniad &quot;%@&quot;
da: Overførsel til opgave &quot;%@&quot; mislykkedes
da_instk12: Overførsel til opgave &quot;%@&quot; mislykkedes
de: Hochladen zur Aufgabe &quot;%@&quot; fehlgeschlagen
es: No se pudo subir a la tarea &quot;%@&quot;
es_es: No se ha podido subir a la actividad &quot;%@&quot;
fi: Lataa tehtävä &quot;%@&quot; epäonnistui
fr: Le téléchargement au travail assigné &quot;%@&quot a échoué
fr_ca: Le téléversement au travail « %@ » a échoué
ga: Theip ar an uaslódáil chuig an tasc &quot;%@&quot;
hi: असाइनमेंट &quot;%@&quot; में अपलोड करना विफल रहा
ht: Transfere nan sesyon &quot;%@&quot; echèk
id: Unggah ke tugas &quot;%@&quot; gagal
is: Upphleðsla í verkefni &quot;%@&quot; mistókst
it: Caricamento su compito &quot;%@&quot; non riuscito
ja: 課題&quot;%@&quot;へアップロードできませんでした
ko: 과제 &quot;%@&quot;에 업로드 실패
mi: Tukuake ki te whakatauanga &quot;%@&quot; i rahua
ms: Muat naik ke tugasan &quot;%@&quot; gagal
nb: Opplasting til oppgaven &quot;%@&quot; mislyktes
nb_instk12: Opplasting til oppgaven &quot;%@&quot; mislyktes
nl: Uploaden naar opdracht &quot;%@&quot; mislukt
pl: Przesyłanie do zadania &quot;%@&quot; nie powiodło się
pt: Falha ao carregar para trabalho &quot;%@&quot;
pt_br: Carregamento à tarefa &quot;%@&quot; falhou
ru: Не удалось отправить в задание &quot;%@&quot;
sl: Nalaganje v nalogo &quot;%@&quot; ni uspelo.
sv: Det gick inte att ladda upp till uppgiften &quot;%@&quot;
sv_instk12: Uppladdning till uppgift &quot;%@&quot; misslyckades
th: การอัพโหลดไปยังภารกิจ &quot;%@&quot; ล้มเหลว
vi: Tải lên bài tập &quot;%@&quot; thất bại
zh: 上传至作业&quot;%@&quot;失败
zh_hk: 上傳至作業 &quot;%@&quot; 失敗

source: Upload to folder &quot;%@&quot; failed
ar: تعذر التحميل إلى المجلد &quot;%@&quot;
ca: No s'ha pogut penjar a la carpeta &quot;%@&quot;
cy: Wedi methu llwytho i fyny i'r ffolder &quot;%@&quot;
da: Overførsel til folder &quot;%@&quot; mislykkedes
da_instk12: Overførsel til folder &quot;%@&quot; mislykkedes
de: Hochladen zum Ordner &quot;%@&quot; fehlgeschlagen
es: No se pudo subir a la carpeta &quot;%@&quot;
es_es: No se ha podido subir a la carpeta &quot;%@&quot;
fi: Lataa kansio &quot;%@&quot; epäonnistui
fr: Le téléchargement au dossier &quot;%@&quot a échoué
fr_ca: Le téléversement au dossier « %@ » a échoué
ga: Theip ar an uaslódáil go fillteán &quot;%@&quot;
hi: फ़ोल्डर &quot;%@&quot; में अपलोड करना विफल रहा
ht: UplTransfere nan dosye &quot;%@&quot; failed
id: Unggah ke folder &quot;%@&quot; gagal
is: Upphleðsla í möppu &quot;%@&quot; mistókst
it: Caricamento su cartella &quot;%@&quot; non riuscito
ja: フォルダ&quot;%@&quot;へアップロードできませんでした
ko: 폴더 &quot;%@&quot;에 업로드 실패
mi: Tukuake ki te kōnae&quot;%@&quot; i rahua
ms: Muat naik ke folder &quot;%@&quot; gagal
nb: Opplasting til mappen &quot;%@&quot; mislyktes
nb_instk12: Opplasting til mappen &quot;%@&quot; mislyktes
nl: Uploaden naar map &quot;%@&quot; mislukt
pl: Przesyłanie do folderu &quot;%@&quot; nie powiodło się
pt: Falha ao carregar para a pasta &quot;%@&quot;
pt_br: Carregamento à pasta &quot;%@&quot; falhou
ru: Не удалось отправить в задание &quot;%@&quot;
sl: Nalaganje v mapo &quot;%@&quot; ni uspelo.
sv: Det gick inte att ladda upp till mappen &quot;%@&quot;
sv_instk12: Uppladdning till mapp &quot;%@&quot; misslyckades
th: การอัพโหลดไปยังโฟลเดอร์ &quot;%@&quot; ล้มเหลว
vi: Tải lên thư mục &quot;%@&quot; thất bại
zh: 上传至文件夹&quot;%@&quot;失败
zh_hk: 上傳至資料夾 &quot;%@&quot; 失敗

source: Uploading
ar: جارٍ التحميل
ca: S'està penjant
cy: Wrthi’n llwytho i fyny
da: Uploader
da_instk12: Uploader
de: Wird hochgeladen
es: Cargando
es_es: Cargando
fi: Ladataan
fr: En cours de chargement
fr_ca: Téléversement en cours
ga: Ag uaslódáil
hi: अपलोड किया जा रहा है
ht: Chajman
id: Mengunggah
is: Hleður upp
it: Caricamento
ja: アップロードしています
ko: 업로드
mi: E tikiake ana
ms: Sedang memuat naik
nb: Laster opp
nb_instk12: Laster opp
nl: Bezig met uploaden
pl: Przekazywanie
pt: Carregamento
pt_br: Carregando
ru: Загрузка
sl: Nalaganje
sv: Laddar upp
sv_instk12: Laddar upp
th: กำลังอัพโหลด
vi: Đang tải lên
zh: 正在上传
zh_hk: 正在上傳

source: Uploading Submission
ar: جارٍ تحميل الإرسال
ca: S'està penjant l'entrega
cy: Llwytho cyflwyniad i fyny
da: Uploader aflevering
da_instk12: Uploader aflevering
de: Abgabe wird hochgeladen
es: Cargando la presentación
es_es: Cargando entrega
fi: Ladataan tehtäväpalautusta
fr: Chargement de la soumission
fr_ca: Téléversement de l’envoi
ga: Uaslódáil á Uaslódáil
hi: सबमिशन अपलोड किया जा रहा है
ht: Chajman Soumisyon
id: Mengunggah Penyerahan
is: Hlaða upp skilum
it: Caricamento consegna
ja: 提出物をアップロードしています
ko: 제출 업로드
mi: Tukuake ana tāpaetanga
ms: Memuat Naik Serahan
nb: Laster opp innlevering
nb_instk12: Laster opp innlevering
nl: Inlevering wordt geüpload
pl: Trwa przesyłanie zadania
pt: A carregar o envio
pt_br: Realizando upload
ru: Загрузка отправки
sl: Nalaganje oddaje
sv: Laddar upp inlämning
sv_instk12: Laddar upp inlämning
th: กำลังอัพโหลดผลงานจัดส่ง
vi: Tải Lên Bài Nộp
zh: 正在上传提交内容
zh_hk: 上傳提交項目

source: Use
ar: استخدام
ca: Utilitza
cy: Defnyddio
da: Brug
da_instk12: Brug
de: Verwenden
es: Usar
es_es: Usar
fi: Käytä
fr: Utiliser
fr_ca: Utiliser
ga: Úsáid
hi: उपयोग करें
ht: Itilize
id: Gunakan
is: Nota
it: Utilizzo
ja: 使用
ko: 사용
mi: Whakamahi
ms: Gunakan
nb: Bruk
nb_instk12: Bruk
nl: Gebruiken
pl: Użyj
pt: Utilizar
pt_br: Uso
ru: Использовать
sl: Uporabi
sv: Använd
sv_instk12: Använd
th: ใช้
vi: Sử Dụng
zh: 使用
zh_hk: 使用

source: User ID
ar: معرف المستخدم
ca: ID d’usuari
cy: ID Defnyddiwr
da: Bruger-id
da_instk12: Bruger-id
de: Benutzer*in-ID
es: Identificación de usuario
es_es: Identificación de usuario
fi: Käyttäjätunnus
fr: ID utilisateur
fr_ca: ID utilisateur
ga: Aitheantas Úsáideora
hi: उपयोगकर्ता आईडी
ht: ID Itilizatè
id: ID Pengguna
is: Auðkenni notanda
it: ID utente
ja: ユーザーID
ko: 사용자 ID
mi: Kaiwhakamahi ID
ms: ID Pengguna
nb: Bruker-ID
nb_instk12: Bruker-ID
nl: Gebruikers-ID:
pl: ID użytkownika
pt: ID do utilizador
pt_br: ID de Usuário
ru: Идентификатор пользователя
sl: ID uporabnika
sv: Användar-ID
sv_instk12: Användar-ID
th: ID ผู้ใช้
vi: ID Người Dùng
zh: 用户ID
zh_hk: 使用者 ID

source: User Info
ar: معلومات المستخدم
ca: Informació de l'usuari
cy: Gwybodaeth am Ddefnyddiwr
da: Bruger Info
da_instk12: Bruger Info
de: Benutzer-Info
es: Información del usuario
es_es: Información del usuario
fi: Käyttäjätiedot
fr: Informations de l'utilisateur
fr_ca: Informations de l'utilisateur
ga: Eolas Úsáideora
hi: उपयोगकर्ता जानकारी
ht: Enfo Itilizatè
id: Info Pengguna
is: Notandaupplýsingar
it: Informazioni utente
ja: ユーザー情報
ko: 동영상
mi: Info Kaiwhakamahi
ms: Maklumat Pengguna
nb: Brukerinfo
nb_instk12: Brukerinfo
nl: Gebruikersinfo
pl: Informacje użytkownika
pt: Info do Utilizador
pt_br: Informação do Usuário
ru: Информация о пользователе
sl: Informacije o uporabniku
sv: Användarinformation
sv_instk12: Användarinformation
th: ข้อมูลผู้ใช้
vi: Thông Tin Người Dùng
zh: 用户资料
zh_hk: 使用者資訊

source: Video
ar: فيديو
ca: Vídeo
cy: Fideo
es_es: Vídeo
fr: Vidéo
fr_ca: Vidéo
ga: Físeán
hi: वीडियो
ht: Videyo
is: Myndband
ja: ビデオ
ko: 동영상
mi: Ataata
pl: Wideo
pt: Vídeo
pt_br: Vídeo
ru: Видео
sl: Videoposnetek
th: วิดีโอ
zh: 视频
zh_hk: 視訊

source: Video error
ar: خطأ في الفيديو
ca: Error de vídeo
cy: Gwall ar y fideo
da: Video fejl
da_instk12: Video fejl
de: Videofehler
es: Error de video
es_es: Error de vídeo
fi: Videon virhe
fr: Erreur du fichier vidéo
fr_ca: Erreur du fichier vidéo
ga: Earráid físe
hi: वीडियो त्रुटि
ht: Erè Videyo
id: Kesalahan video
is: Myndbandsvilla
it: Errore video
ja: 動画のエラー
ko: 동영상 오류
mi: Hapa ataata
ms: Ralat video
nb: Videofeil
nb_instk12: Videofeil
nl: Fout in video
pl: Błąd wideo
pt: Erro de vídeo
pt_br: Erro de vídeo
ru: Ошибка видео
sl: Napaka pri videoposnetku
sv: Videofel
sv_instk12: Video-fel
th: ข้อผิดพลาดวิดีโอ
vi: Lỗi video
zh: 视频错误
zh_hk: 視訊錯誤

source: View
ar: عرض
ca: Mostra
cy: Gweld
da: Vis
da_instk12: Vis
de: Anzeigen
es: Ver
es_es: Ver
fi: Näytä
fr: Afficher
fr_ca: Voir
ga: Amharc
hi: देखें
ht: Afiche
id: Lihat
is: Skoða
it: Visualizza
ja: 表示
ko: 보기
mi: Tirohia
ms: Lihat
nb: Vis
nb_instk12: Vis
nl: Bekijken
pl: Wyświetl
pt: Ver
pt_br: Visualizar
ru: Просмотр
sl: Ogled
sv: Visa
sv_instk12: Visa
th: ดู
vi: Xem
zh: 查看
zh_hk: 檢視

source: View Discussion
ar: عرض النقاش
ca: Mostra el fòrum
cy: Gweld Trafodaeth
da: Se diskussion
da_instk12: Se diskussion
de: Diskussion anzeigen
es: Ver foro de discusión
es_es: Ver foro
fi: Näytä keskustelu
fr: Voir la discussion
fr_ca: Voir la discussion
ga: Féach ar Fhóram
hi: चर्चा देखें
ht: Afiche Diskisyon
id: Lihat Diskusi
is: Skoða umræðu
it: Visualizza discussione
ja: ディスカッションを表示
ko: 토론 보기
mi: Tirohia ngā kōrerorero
ms: Lihat Perbincangan
nb: Vis diskusjon
nb_instk12: Vis diskusjon
nl: Discussie bekijken
pl: Podgląd dyskusji
pt: Ver discussão
pt_br: Visualizar Fórum
ru: Посмотреть Обсуждение
sl: Ogled razprave
sv: Visa diskussion
sv_instk12: Visa diskussion
th: ดูการพูดคุย
vi: Xem Thảo Luận
zh: 查看讨论
zh_hk: 檢視討論

source: View file %@ %@
ar: عرض الملف %@ %@
ca: Mostra el fitxer %@ %@
cy: Gweld ffeil %@ %@
da: Se fil %@ %@
da_instk12: Se fil %@ %@
de: Datei anzeigen %@ %@
es: Ver el archivo %@ %@
es_es: Ver archivo %@ %@
fi: Näytä tiedosto %@ %@
fr: Voir le fichier %@ %@
fr_ca: Voir le fichier %@ %@
ga: Féach ar chomhad %@ %@
hi: फ़ाइल देखें %@ %@
ht: Afiche fichye %@ %@
id: Lihat file %@ %@
is: Skoða skrá %@ %@
it: Visualizza file %@ %@
ja: ファイルを表示%@%@
ko: 파일 보기 %@ %@
mi: Titiro ki te kōnae %@ %@
ms: Lihat fail %@ %@
nb: Vis fil %@ %@
nb_instk12: Vis fil %@ %@
nl: Bestand bekijken %@ %@
pl: Wyświetl plik %@ %@
pt: Ver ficheiro %@ %@
pt_br: Visualizar arquivo %@ %@
ru: Просмотреть файл %@ %@
sl: Ogled datoteke %@ %@
sv: Visa fil %@ %@
sv_instk12: Visa fil %@ %@
th: ดูไฟล์ %@ %@
vi: Xem tập tin %@ %@
zh: 查看文件%@%@
zh_hk: 檢視檔案%@%@

source: View Results
ar: عرض النتائج
ca: Mostra els resultats
cy: Gweld Canlyniadau
da: Se resultater
da_instk12: Se resultater
de: Ergebnisse anzeigen
es: Ver resultados
es_es: Ver resultados
fi: Näytä tulokset
fr: Voir les résultats
fr_ca: Afficher les résultats
ga: Féach ar Thorthaí
hi: नतीजे देखें
ht: Afiche Rezilta
id: Lihat Hasil
is: Skoða niðurstöður
it: Visualizza risultati
ja: 結果を表示
ko: 결과 보기
mi: Tirohia Ngā Hua
ms: Lihat Keputusan
nb: Vis resultater
nb_instk12: Vis resultater
nl: Resultaten weergeven
pl: Wyświetl wyniki
pt: Ver Resultados
pt_br: Visualizar resultados
ru: Посмотреть результаты
sl: Ogled rezultatov
sv: Visa resultat
sv_instk12: Visa resultat
th: ดูผลลัพธ์
vi: Xem Kết Quả
zh: 查看结果
zh_hk: 檢視結果

source: View submission attempt %d. %@
ar: عرض محاولة الإرسال %d. %@
ca: Mostra l'intent d'entrega de %d. %@
cy: Gweld ymgais cyflwyno %d. %@
da: Se afleveringsforsøg %d. %@
da_instk12: Se afleveringsforsøg %d. %@
de: Abgabeversuch %d anzeigen. %@
es: Ver intento de entrega %d. %@
es_es: Ver intento de entrega %d. %@
fi: Näytä lähetysyritykset %d. %@
fr: Afficher la tentative de soumission %d. %@
fr_ca: Voir la tentative d’envoi %d. %@
ga: Féach ar iarracht uaslódála %d. %@
hi: सबमिशन प्रयास %d देखें। %@
ht: Afiche tantativ soumisyon %d. %@
id: Lihat upaya sebelumnya %d. %@
is: Skoða skilatilraun %d. %@
it: Visualizza tentativo consegna %d. %@
ja: 提出予定 %dを閲覧します。%@
ko: 제출 시도 %d을(를) 봅니다. %@
mi: Titiro tāpaetanga ngana %d. %@
ms: Lihat percubaan serahan %d. %@
nb: Se innleveringsforsøk %d. %@
nb_instk12: Se innleveringsforsøk %d. %@
nl: Inleveringspoging %d bekijken. %@
pl: Wyświetl próbę przesłania %d. %@
pt: Ver tentativa de envio %d. %@
pt_br: Visualizar tentativa de envio %d. %@
ru: Просмотреть попытку отправки %d. %@
sl: Ogled poskusa oddaje %d. %@
sv: Visa inlämningsförsök %d. %@
sv_instk12: Visa inlämningsförsök %d. %@
th: ดูการดำเนินการจัดส่ง %d %@
vi: Xem lần làm bài nộp %d. %@
zh: 查看提交尝试次数 %d。%@
zh_hk: 檢視提交項目的嘗試 %d。%@

source: Warning
ar: تحذير
ca: Advertiment
cy: Rhybudd
da: Advarsel
da_instk12: Advarsel
de: Achtung
es: Advertencia
es_es: Advertencia
fi: Varoitus
fr: Avertissement
fr_ca: Avertissement
ga: Rabhadh
hi: चेतावनी
ht: Avètisman
id: Peringatan
is: Viðvörun
it: Avviso
ja: 警告
ko: 경고
mi: Whakatūpato
ms: Amaran
nb: Advarsel
nb_instk12: Advarsel
nl: Waarschuwing
pl: Ostrzeżenie
pt: Aviso
pt_br: Aviso
ru: Предупреждение
sl: Opozorilo
sv: Varning
sv_instk12: Varning
th: คำเตือน
vi: Cảnh báo
zh: 警告
zh_hk: 警告

source: We couldn't sync your content. Try again, or come back later.
ar: لم نتمكن من مزامنة المحتوى الخاص بك. حاول مجددًا، أو عد لاحقًا.
ca: No hem pogut sincronitzar el contingut. Proveu-ho de nou o torneu més endavant.
cy: Doedd dim modd cysoni eich cynnwys. Rhowch gynnig arall arni neu ddod yn ôl rywbryd eto.
da: Vi kunne ikke synkronisere dit indhold. Prøv igen, eller kom tilbage senere.
da_instk12: Vi kunne ikke synkronisere dit indhold. Prøv igen, eller kom tilbage senere.
de: Wir konnten Ihren Inhalt nicht synchronisieren. Bitte versuchen Sie es erneut oder kommen Sie später wieder.
es: No pudimos sincronizar su contenido. Inténtelo de nuevo o vuelva más tarde.
es_es: No hemos podido sincronizar tu contenido. Inténtalo de nuevo o vuelve más tarde.
fi: Emme voineet synkronoida maksuasi. Yritä uudelleen tai palaa takaisin myöhemmin.
fr: Impossible de synchroniser votre contenu. Réessayez ou revenez plus tard.
fr_ca: Nous n’avons pas pu synchroniser votre contenu. Réessayez ou revenez plus tard.
ga: Ní raibh muid in ann d’ábhar a shioncronú. Déan iarracht arís, nó tar ar ais níos déanaí.
hi: हम आपकी सामग्री सिंक नहीं कर सके। फिर से प्रयास करें, या बाद में आएं।
ht: Nou pa t ka senkronize kontni w lan. Eseye ankò, oswa tounen pita.
id: Kami tidak dapat menyinkronkan konten Anda. Coba lagi, atau kembali lagi nanti.
is: Við gátum ekki samstillt efnið þitt. Reyndu aftur eða komdu aftur síðar.
it: Impossibile sincronizzare il contenuto. Riprova, o ritorna più tardi.
ja: コンテンツの同期に失敗しました。 もう一度やってみるか、また後で戻ってきてください。
ko: 콘텐츠를 동기화할 수 없습니다. 다시 시도하거나 나중에 돌아오세요.
mi: Kāore i taea e mātou te tukutahi i ō ihirangi. Ngāna anō, me hoki mai anō ā muri ake nei.
ms: Kami tidak dapat menyegerakkan kandungan anda. Cuba semula atau kembali kemudian.
nb: Vi kunne ikke synkronisere innholdet ditt. Prøv igjen, eller kom tilbake senere.
nb_instk12: Vi kunne ikke synkronisere innholdet ditt. Prøv igjen, eller kom tlbake senere.
nl: We konden je inhoud niet synchroniseren. Probeer het opnieuw of kom later terug.
pl: Nie udało się zsynchronizować treści. Spróbuj znowu lub wróć później.
pt: Não foi possível sincronizar o seu conteúdo. Tente novamente ou volte mais tarde.
pt_br: Não foi possível sincronizar seu conteúdo. Tente novamente ou volte mais tarde.
ru: Нам не удалось синхронизировать ваше содержимое. Попробуйте еще раз или вернитесь позже.
sl: Vaše vsebine ni bilo mogoče sinhronizirati. Poskusite znova ali se vrnite pozneje.
sv: Det gick inte att synkronisera ditt innehåll. Försök igen, eller kom tillbaka senare.
sv_instk12: Det gick inte att synkronisera ditt innehåll. Försök igen, eller kom tillbaka senare.
th: เราไม่สามารถบันทึกเนื้อหาของคุณ ลองใหม่อีกครั้ง หรือมาใหม่ภายหลัง
vi: Chúng tôi không thể đồng bộ nội dung của bạn. Thử lại hoặc quay lại sau.
zh: 无法同步内容。 再试一次，或稍后回来。
zh_hk: 我們無法同步您的內容。 請再試一次，或稍後返回。

source: We couldn't upload your submission. Try again, or come back later
ar: لم نتمكن من تحميل الإرسال الخاص بك. حاول مجددًا، أو عد لاحقًا
ca: No hem pogut penjar l’entrega. Proveu-ho de nou o torneu més endavant
cy: Doedd dim modd llwytho eich cyflwyniad i fyny. Rhowch gynnig arall arni neu ddod yn ôl rywbryd eto
da: Vi kunne ikke uploade din aflevering. Prøv igen, eller kom tilbage senere
da_instk12: Vi kunne ikke uploade din aflevering. Prøv igen, eller kom tilbage senere
de: Wir konnten Ihre Abgabe nicht hochladen. Bitte versuchen Sie es erneut oder kommen Sie später wieder.
es: No pudimos cargar su entrega. Inténtelo de nuevo o vuelva más tarde
es_es: No hemos podido cargar tu entrega. Inténtalo de nuevo o vuelve más tarde
fi: Emme voineet ladata tehtäväpalautustasi. Yritä uudelleen tai palaa takaisin myöhemmin.
fr: Impossible de charger votre soumission. Réessayez ou revenez plus tard
fr_ca: Nous n’avons pas pu téléverser votre envoi Réessayez ou revenez plus tard.
ga: Ní raibh muid in ann d’uaslódáil a uaslódáil. Déan iarracht arís, nó tar ar ais níos déanaí
hi: हम आपका सबमिशन अपलोड नहीं कर सके। फिर से प्रयास करें, या बाद में आएं
ht: Nou pa t ka telechaje soumisyon w lan. Eseye ankò, oswa tounen pita
id: Kami tidak dapat mengunggah penyerahan Anda. Coba lagi, atau kembali lagi nanti
is: Við gátum ekki hlaðið inn skil þín. Reyndu aftur eða komdu aftur síðar
it: Impossibile caricare la consegna. Riprova, o ritorna più tardi
ja: 提出物をアップロードできませんでした。 もう一度試すか、後で戻ってきてください
ko: 제출을 업로드할 수 없습니다. 다시 시도하거나 나중에 돌아오세요
mi: Kāore i taea e mātou te tuku ake i tō tukunga. Ngāna anō, me hoki mai anō ā muri ake nei
ms: Kami tidak dapat memuat naik serahan anda. Cuba semula atau kembali kemudian
nb: Vi kunne ikke laste opp innleveringen din. Prøv igjen, eller kom tilbake senere.
nb_instk12: Vi kunne ikke laste opp innleveringen din. Prøv igjen, eller kom tilbake senere.
nl: We konden je inlevering niet uploaden. Probeer het opnieuw of kom later terug.
pl: Nie udało się przesłać materiałów. Spróbuj znowu lub wróć później
pt: Não foi possível carregar o seu envio. Tente novamente ou volte mais tarde.
pt_br: Não foi possível carregar seu envio. Tente novamente ou volte mais tarde
ru: Нам не удалось загрузить вашу отправку. Попробуйте еще раз или вернитесь позже
sl: Vaše oddaje ni bilo mogoče naložiti. Poskusite znova ali se vrnite pozneje
sv: Det gick inte att ladda upp din inlämning. Försök igen, eller kom tillbaka senare
sv_instk12: Det gick inte att ladda upp din inlämning. Försök igen, eller kom tillbaka senare
th: เราไม่สามารถอัพโหลดผลงานจัดส่งของคุณ ลองใหม่อีกครั้ง หรือมาใหม่ภายหลัง
vi: Chúng tôi không thể tải lên bài nộp của bạn. Thử lại hoặc quay lại sau
zh: 无法上传提交内容。 再试一次，或稍后回来
zh_hk: 我們無法上傳您的提交項目。 請再試一次，或稍後返回

source: We had a problem loading the submission. Please try again later.
ar: حدثت مشكلة أثناء تحميل الإرسال. الرجاء إعادة المحاولة لاحقًا.
ca: Hem tingut un problema en carregar l'entrega. Torneu a provar-ho més endavant.
cy: Problem wrth lwytho'r cyflwyniad. Rhowch gynnig arall arni rywbryd eto.
da: Der opstod et problem ved indlæsning af afleveringen. Prøv igen senere.
da_instk12: Vi havde et problem med indlæsningen af indsendelsen. Prøv igen senere.
de: Beim Laden der Einreichung ist ein Problem aufgetreten. Versuchen Sie es später noch einmal.
es: Tuvimos un problema al cargar la entrega. Inténtelo de nuevo más tarde.
es_es: Hemos tenido un problema al cargar la entrega. Inténtalo de nuevo más tarde.
fi: Lähetyksen latauksessa ilmeni ongelma. Yritä myöhemmin uudelleen.
fr: Nous avons rencontré un problème lors du chargement de la soumission. Veuillez réessayer plus tard.
fr_ca: Un problème est survenu lors du chargement de l’envoi. Veuillez essayer de nouveau plus tard.
ga: Bhí fadhb againn leis an uaslódáil a lódáil. Bain triail eile as ar ball.
hi: हमें सबमिशन लोड करने में समस्या आई थी। कृपया बाद में फिर से कोशिश करें।
ht: Nou te gen yon pwoblèm pandan chajman soumisyon an. Tanpri eseye ankò.
id: Kami mengalami masalah saat memuat penyerahan Silakan coba lagi nanti.
is: Vandamál kom upp við að sækja skilin. Vinsamlegast reyndu aftur seinna.
it: Abbiamo avuto un problema di caricamento di Common Cartridge Riprova in seguito.
ja: 提出物読み込み中に問題がありました。後ほどもう一度やり直してください。
ko: 제출을 로드하는 데 문제가 있었습니다. 나중에 다시 시도하세요.
mi: I raruraru mātou i te wā e uta ana i te tāpaetanga. Tēnā koa ngana anō i muri mai.
ms: Kami menghadapi masalah memuatkan serahan. Sila cuba semula kemudian.
nb: Der oppstå et problem ved lasting av innsendelsen Prøv igjen senere.
nb_instk12: Vi hadde et problem med å laste innleveringen. Forsøk igjen senere.
nl: Er is een probleem met het laden van de inlevering. Probeer het later opnieuw.
pl: Wystąpił problem z wczytaniem przesyłki. Spróbuj ponownie później.
pt: Ocorreu um problema ao carregar o envio. É favor, tentar novamente mais tarde.
pt_br: Houve um problema ao carregar o envio. Por favor, tente novamente mais tarde.
ru: Возникла проблема с загрузкой предоставляемых данных. Попробуйте еще раз позже.
sl: Prišlo je do težave z nalaganjem oddaje. Poskusite znova pozneje.
sv: Det gick inte att läsa in inlämningen. Försök igen senare.
sv_instk12: Det gick inte att läsa in inlämningen. Försök igen senare.
th: เรามีปัญหาในการโหลดผลงานจัดส่งนี้ กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Chúng tôi đã gặp vấn đề khi tải bài nộp. Vui lòng thử lại sau.
zh: 我们加载提交项时遇到问题。请稍后再试。
zh_hk: 載入提交項目時出現問題。請稍後重試。
